<?php

return [
    'home' => 'الرئيسية',
    'auth' => [
        'logout' => 'تسجيل خروج',
        'login' => [
            'title' => 'تسجيل دخول',
            'info' => 'يرجى التسجيل للدخول الى لوحة التحكم',
            'email' => 'البريد الالكتروني',
            'password' => 'كلمة المرور',
            'remember' => 'البقاء متصلاً',
            'submit' => 'تسجيل دخول',
            'forget' => 'نسيت كلمة المرور',
            'google' => 'دخول عبر جوجل',
            'twitter' => 'دخول عبر تويتر',
            'facebook' => 'دخول عبر فيسبوك',
        ],
        'register' => [
            'title' => 'لديك فرصة لنشر أفكارك وإبداعاتك للعالم فهل ستفوتها؟',
            'info' => 'ساعد متابعيك في الوصول إلى منتجاتك وخدماتك وحساباتك الأخرى ببعض ضغطات زر بسيطة.',
            'name' => 'الاسم',
            'email' => 'البريد الالكتروني',
            'password' => 'كلمة المرور',
            'password_confirmation' => 'تأكيد كلمة المرور',
            'submit' => 'انشئ حسابك الآن',
            'login' => 'لدي حساب بالفعل',
            'acceptance' => 'بضغطك على تسجيل أنت توافق على',
            'google' => 'تسجيل عبر جوجل',
            'twitter' => 'تسجيل عبر تويتر',
            'facebook' => 'تسجيل عبر فيسبوك',
        ],
        'forget' => [
            'title' => 'نسيت كلمة مرورك؟',
            'info' => 'سوف تصلك رسالة الى البريد الالكتروني تحمل رابط لتعين كلمة مرور جديدة.',
            'email' => 'البريد الالكتروني',
            'submit' => 'ارسال رابط الاستعادة',
        ],
        'reset' => [
            'title' => 'استعادة كلمة المرور',
            'info' => 'ادخل كلمة المرور الجديدة',
            'email' => 'البريد الالكتروني',
            'password' => 'كلمة المرور',
            'password_confirmation' => 'تأكيد كلمة المرور',
            'submit' => 'استعادة كلمة المرور',
        ],
        'confirm' => [
            'title' => 'التحقق من كلمة المرور',
            'info' => 'يرجى تأكيد كلمة المرور قبل المتابعة',
            'password' => 'كلمة المرور',
            'submit' => 'تأكيد',
        ],
    ],
];
